/* Shortcut Bezel */
"ITUNESNOTRUNNING_BEZEL_TEXT" = "iTunes is not Running";
"ITUNESISBUSY_BEZEL_TEXT" = "iTunes is Busy";
"ITUNESLAUNCHING_BEZEL_TEXT" = "Launching iTunes";

"NOSONG_BEZEL_TEXT" = "No Song Selected";
"NOPLAYLIST_BEZEL_TEXT" = "No Playlist Selected";

/* Media Library */
"MEDIALIBRARY_NO_TITLE" = "Missing Title";
"MEDIALIBRARY_NO_STREAMURL" = "Unknown Stream URL";
"MEDIALIBRARY_NO_ARTIST" = "Unknown Artist";
"MEDIALIBRARY_NO_ALBUM" = "Unknown Album";
"MEDIALIBRARY_VARIOUS_ARTISTS" = "Various Artists";

"MEDIALIBRARY_LIBRARY_PLAYLIST_GROUP" = "Library";
"MEDIALIBRARY_PLAYLISTS_PLAYLIST_GROUP" = "Playlists";
"MEDIALIBRARY_FOLDERS_PLAYLIST_GROUP" = "Folders";
"MEDIALIBRARY_GENIUS_PLAYLIST_GROUP" = "Genius";
"MEDIALIBRARY_STORE_PLAYLIST_GROUP" = "Store";

"MEDIALIBRARY_TRACKNUMBER_TEMPLATE" = "Track %1$ld";
"MEDIALIBRARY_TRACKNUMBERANDCOUNT_TEMPLATE" = "Track %1$ld of %2$ld";

"MEDIALIBRARY_TITLEANDARTIST_TOOLTIP" = "%1$@\nby %2$@";

/* Media Search */
"MEDIASEARCH_PLAYALL_MENUITEM" = "Play All";
"MEDIASEARCH_NOSEARCHRESULTS" = "No Results Found";

"MEDIASEARCH_ADDTRACKTOPLAYLIST_MENUITEM" = "Add to \"%1$@\"";
"MEDIASEARCH_ADDTRACKTOCURRENTPLAYLIST_MENUITEM" = "Add to Current Playlist";

"MEDIASEARCH_FINDALL_MENUITEM" = "All";
"MEDIASEARCH_FINDARTIST_MENUITEM" = "Artist";
"MEDIASEARCH_FINDALBUM_MENUITEM" = "Album";
"MEDIASEARCH_FINDSONG_MENUITEM" = "Song";
"MEDIASEARCH_FINDPLAYLIST_MENUITEM" = "Playlist";

/* Last.fm */
"LASTFM_BADSESSION_ERROR" = "Authentication failed for user %1$@";

"LASTFM_DISABLED_STATUS" = "Last.fm disabled";
"LASTFM_AUTHENTICATION_STATUS" = "Logging in as %1$@…";
"LASTFM_AUTHENTICATION_SUCCEEDED_STATUS" = "Connected as %1$@";
"LASTFM_AUTHENTICATION_NONE_STATUS" = "Not logged in";
"LASTFM_AUTHENTICATION_FAILED_STATUS" = "Failed authentication as %1$@";
"LASTFM_SONGSUBMISSION_STATUS" = "Submitting songs for user %1$@…";
"LASTFM_SONGSUBMISSION_FAILED_STATUS" = "Last song submission failed on %1$@";
"LASTFM_SONGSUBMISSION_SUCCEEDED_STATUS" = "Submitted songs on %1$@";

/* Menu Items */
"SHOW_PLAYLIST_MENUITEM_TEMPLATE" = "Show %1$@";
"SHOW_TRACK_MENUITEM_TEMPLATE" = "Show %1$@";

"SHOW_TRACK_INFINDER_MENUITEM_TEMPLATE" = "Show \"%1$@\" in Finder";

"NOWPLAYING_MENUITEM" = "Now Playing";
"NOSONG_MENUITEM" = "No Song";
"OPENITUNES_MENUITEM" = "Open iTunes";

"HIDE_PLAYERCONTROLS_MENUITEM" = "Hide Player Controls";
"SHOW_PLAYERCONTROLS_MENUITEM" = "Show Player Controls";

"HIDE_ALBUMCOVER_MENUITEM" = "Hide Album Cover";
"SHOW_ALBUMCOVER_MENUITEM" = "Show Album Cover";

"DISABLE_SHORTCUTS_MENUITEM" = "Disable Shortcuts";
"ENABLE_SHORTCUTS_MENUITEM" = "Enable Shortcuts";

"DISABLE_LASTFM_MENUITEM" = "Disable Last.fm";
"ENABLE_LASTFM_MENUITEM" = "Enable Last.fm";

"PAUSE_MENUITEM" = "Pause          space     ";
"PLAY_MENUITEM" = "Play           space     ";

"DISC_MENUITEM_TEMPLATE" = "Disc %1$ld";

"NOWPLAYING_STATUSITEM" = "Now Playing: %1$@";

/* Application Window */
"SHUFFLE_BUTTON_TOOLTIP" = "Turn shuffle on or off";
"REPEATMODE_BUTTON_TOOLTIP" = "Play playlist once, repeat playlist, or repeat item";

/* Preferences */
"GENERAL_PREFERENCES_ITEM" = "General";
"ALBUMCOVER_PREFERENCES_ITEM" = "Album Cover";
"SHORTCUTS_PREFERENCES_ITEM" = "Shortcuts";
"LASTFM_PREFERENCES_ITEM" = "Last.fm";
"ADVANCED_PREFERENCES_ITEM" = "Advanced";

"RESTARTREQUIRED_TEXT" = "Restart required";
"RESTARTNOW_BUTTONTEXT" = "Restart Now";
"LATER_BUTTONTEXT" = "Later";
"RESTART_APPLICATION_INFORMATIVETEXT" = "CoverSutra needs to restart itself for the new setting to take effect. Click Restart Now to proceed or Later to keep CoverSutra running.";

/* Shortcut Recorder */
"Space" = "Space";
"Use old shortcut" = "Use old shortcut";
"Type shortcut" = "Type shortcut";
"Click to record shortcut" = "Click to record shortcut";
"Pad %@" = "Pad %@";
"The key combination %@ couldn't be used!" = "The key combination %@ couldn't be used!";
"The key combination \"%@\" couldn't be used, because %@." = "The key combination \"%@\" couldn't be used, because %@.";
"The key combination \"%@\" couldn't be used, because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "The key combination \"%@\" couldn't be used, because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)";
"The key combination \"%@\" couldn't be used, because it's already used by the menu item \"%@\"." = "The key combination \"%@\" couldn't be used, because it's already used by the menu item \"%@\".";
"Command + " = "Command + ";
"Option + " = "Option + ";
"Shift + " = "Shift + ";
"Control + " = "Control + ";

/* New since 3.0.1 */